app/fixtures/hr_empty_response.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
    <soapenv:Header/>
    <soapenv:Body>
        <BG:npsLa01 xmlns:BG="http://www.egem.nl/StUF/sector/bg/0310" xmlns:StUF="http://www.egem.nl/StUF/StUF0301" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
            <BG:stuurgegevens>
                <StUF:berichtcode>La01</StUF:berichtcode>
                <StUF:zender>
                    <StUF:organisatie>Amsterdam</StUF:organisatie>
                    <StUF:applicatie>CGM</StUF:applicatie>
                </StUF:zender>
                <StUF:ontvanger>
                    <StUF:applicatie>applicatie</StUF:applicatie>
                    <StUF:gebruiker>gebruiker</StUF:gebruiker>
                </StUF:ontvanger>
                <StUF:referentienummer>ref1</StUF:referentienummer>
                <StUF:tijdstipBericht>2020090811560971</StUF:tijdstipBericht>
                <StUF:crossRefnummer>100001</StUF:crossRefnummer>
                <StUF:entiteittype>NPS</StUF:entiteittype>
            </BG:stuurgegevens>
            <BG:parameters>
                <StUF:indicatorVervolgvraag>false</StUF:indicatorVervolgvraag>
            </BG:parameters>
        </BG:npsLa01>
    </soapenv:Body>
</soapenv:Envelope>
